Repository: MrAAA162/XAUMobileArchive
Catalog: XAUMobile/Resources/Languages/AppResources.*.resx
Languages: de_de, es_es, fr_fr, it_it, pl_pl, pt_br

# UserPageLoginMessageFail
source: Check and update your Xbox Authorization Token
de_de: Überprüfen und aktualisieren Sie Ihr Xbox-Autorisierungs-Token
es_es: Comprueba y actualiza tu código de autorización de Xbox
fr_fr: Vérifiez et mettez à jour votre jeton d'autorisation Xbox
it_it: Controllare e aggiornare il token di autorizzazione Xbox
pl_pl: Sprawdź i zaktualizuj swój token autoryzacji Xbox
pt_br: Verifique e atualize o seu Token de Autorização Xbox

source: Unknown
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto
pl_pl: Nieznany
pt_br: Desconhecido

source: Refresh
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Rafraîchir
it_it: Aggiornare
pl_pl: Odśwież
pt_br: Recarregar

# UserPageXboxRep
source: Xbox Reputation
de_de: Xbox-Ruf
es_es: Reputación de Xbox
fr_fr: Réputation Xbox
it_it: Reputazione Xbox
pl_pl: Reputacja Xbox
pt_br: Reputação do Xbox

source: Device
de_de: Gerät
es_es: Dispositivo
fr_fr: Dispositif
it_it: Dispositivo
pl_pl: Urządzenie
pt_br: Dispositivo

# UserPagePresenceState
source: Presence State
de_de: Anwesenheitsstatus
es_es: Estado de presencia
fr_fr: État de présence
it_it: Stato di presenza
pl_pl: Stan obecności
pt_br: Status

# UserPagePresenceText
source: Presence Text
de_de: Anwesenheit Text
es_es: Texto de presencia
fr_fr: Texte de présence
it_it: Testo di presenza
pl_pl: Tekst obecności
pt_br: Jogando agora

source: Follower Count
de_de: Anzahl der Follower
es_es: Número de seguidores
fr_fr: Nombre de followers
it_it: Numero di follower
pl_pl: Liczba obserwujących
pt_br: Seguidores

source: Following Count
de_de: Sie folgen
es_es: Tras el recuento
fr_fr: Compte à rebours
it_it: Seguendo il conteggio
pl_pl: Liczba obserwowanych
pt_br: Seguindo

source: Total Games
de_de: Spiele insgesamt
es_es: Total Juegos
fr_fr: Total des jeux
it_it: Giochi totali
pl_pl: Łączna liczba gier
pt_br: Total de jogos

source: No Achievements
de_de: Keine Erfolge
es_es: Sin logros
fr_fr: Pas de réalisations
it_it: Nessun risultato
pl_pl: Brak osiągnięć
pt_br: Sem conquistas

# NoAchievementsMessage
source: This game has no achievements
de_de: Dieses Spiel hat keine Erfolge
es_es: Este juego no tiene logros
fr_fr: Ce jeu n'a pas de succès
it_it: Questo gioco non ha risultati
pl_pl: Ta gra nie ma osiągnięć
pt_br: Este jogo não possui conquistas

source: No games to export.
de_de: Keine Spiele zu exportieren.
es_es: No hay juegos que exportar.
fr_fr: Pas de jeux à exporter.
it_it: Nessun gioco da esportare.
pl_pl: Brak gier do wyeksportowania.
pt_br: Não há jogos para exportar.

source: Games Exported Successfully
de_de: Spiele erfolgreich exportiert
es_es: Juegos exportados con éxito
fr_fr: Jeux exportés avec succès
it_it: Giochi esportati con successo
pl_pl: Gry wyeksportowane pomyślnie
pt_br: Jogos exportados com sucesso

source: File Name
de_de: Datei Name
es_es: Nombre del archivo
fr_fr: Nom du fichier
it_it: Nome del file
pl_pl: Nazwa pliku
pt_br: Nome do arquivo

source: Failed to export games
de_de: Spiele können nicht exportiert werden
es_es: Error al exportar juegos
fr_fr: Échec de l'exportation des jeux
it_it: Esportazione di giochi non riuscita
pl_pl: Nie udało się wyeksportować gier
pt_br: Falha ao exportar jogos

# TitleIdClipboard
source: The Title ID {0} for {1} was copied to the clipboard.
de_de: Die Titel-ID {0} für {1} wurde in die Zwischenablage kopiert.
es_es: El ID de Título {0} para {1} se ha copiado en el portapapeles.
fr_fr: Le titre ID {0} pour {1} a été copié dans le presse-papiers.
it_it: L'ID titolo {0} per {1} è stato copiato negli appunti.
pl_pl: Identyfikator tytułu {0} dla {1} został skopiowany do schowka.
pt_br: O ID do título {0} para {1} foi copiado para a área de transferência.

# GamesSearchPlaceholder
source: SEARCH BY GAME NAME
de_de: SUCHE NACH SPIELNAMEN
es_es: BUSCAR POR NOMBRE DE JUEGO
fr_fr: RECHERCHE PAR NOM DE JEU
it_it: RICERCA PER NOME DEL GIOCO
pl_pl: WYSZUKIWANIE WEDŁUG NAZWY GRY
pt_br: PESQUISAR PELO NOME DO JOGO

# GamesSearchNoGamesFound
source: NO GAMES FOUND.
de_de: KEINE SPIELE GEFUNDEN.
es_es: NO SE HAN ENCONTRADO JUEGOS.
fr_fr: AUCUN JEU TROUVÉ.
it_it: NESSUN GIOCO TROVATO.
pl_pl: NIE ZNALEZIONO ŻADNYCH GIER.
pt_br: JOGOS NÃO ENCONTRADOS.

source: Filter Games
de_de: Spiele filtern
es_es: Juegos de filtro
fr_fr: Jeux de filtres
it_it: Giochi di filtro
pl_pl: Filtruj gry
pt_br: Filtrar jogos

# FilterAllGamesOption
source: All Games
de_de: Alle Spiele
es_es: Todos los juegos
fr_fr: Tous les jeux
it_it: Tutti i giochi
pl_pl: Wszystkie gry
pt_br: Todos os jogos

# FilterIncompleteGamesOption
source: Incomplete Games
de_de: Unvollständige Spiele
es_es: Juegos incompletos
fr_fr: Jeux incomplets
it_it: Giochi incompleti
pl_pl: Niekompletne gry
pt_br: Jogos incompletos

source: NO ACHIEVEMENTS FOUND
de_de: KEINE ERFOLGE GEFUNDEN
es_es: NO SE HAN ENCONTRADO LOGROS
fr_fr: AUCUNE RÉALISATION TROUVÉE
it_it: NESSUN RISULTATO TROVATO
pl_pl: NIE ZNALEZIONO ŻADNYCH OSIĄGNIĘĆ
pt_br: CONQUISTAS NÃO ENCONTRADAS

source: Unlock Date
de_de: Freischaltdatum
es_es: Fecha de desbloqueo
fr_fr: Date de déblocage
it_it: Data di sblocco
pl_pl: Data odblokowania
pt_br: Data de desbloqueio

# AchievementAchieved
source: Achieved
de_de: Erhalten
es_es: Conseguido
fr_fr: Atteint
it_it: Raggiunto
pl_pl: Osiągnięto
pt_br: Desbloqueado

# AchievementInProgress
source: In Progress
de_de: In Arbeit
es_es: En curso
fr_fr: En cours
it_it: In corso
pl_pl: W toku
pt_br: Em progresso

# AchievementNotStarted
source: Not Started
de_de: Nicht gestartet
es_es: No iniciado
fr_fr: Pas commencé
it_it: Non iniziato
pl_pl: Nie uruchomiono
pt_br: Não iniciado

source: Unsupported Title
de_de: Nicht unterstützter Titel
es_es: Título no admitido
fr_fr: Titre non supporté
it_it: Titolo non supportato
pl_pl: Nieobsługiwany tytuł
pt_br: Título não suportado

# UnsupportedTitleMessage
source: contains event-based achievements which are not supported
de_de: enthält Ereignis-basierte Erfolge, die nicht unterstützt werden
es_es: contiene logros basados en eventos que no son compatibles
fr_fr: contient des réalisations basées sur des événements qui ne sont pas prises en charge
it_it: contiene obiettivi basati su eventi che non sono supportati
pl_pl: zawiera osiągnięcia oparte na wydarzeniach, które nie są obsługiwane
pt_br: Contém conquistas baseadas em eventos não suportados

source: Already Unlocked
de_de: Bereits freigeschaltet
es_es: Ya desbloqueado
fr_fr: Déjà débloqué
it_it: Già sbloccato
pl_pl: Już odblokowane
pt_br: Já desbloqueado

# AlreadyUnlockedMessage
source: has already been unlocked and cannot be unlocked again
de_de: wurde bereits freigeschaltet und kann nicht erneut freigeschaltet werden
es_es: ya se ha desbloqueado y no se puede volver a desbloquear
fr_fr: a déjà été déverrouillé et ne peut l'être à nouveau
it_it: è già stato sbloccato e non può essere sbloccato di nuovo
pl_pl: został już odblokowany i nie można go ponownie odblokować
pt_br: já foi desbloqueado e não pode ser desbloqueado novamente

# UnsupportedAchievement
source: Unsupported
de_de: Nicht unterstützt
es_es: Sin soporte
fr_fr: Non pris en charge
it_it: Non supportato
pl_pl: Nieobsługiwane
pt_br: Não suportado

# UnsupportedAchievementMessage
source: is a event-based achievement and cannot be unlocked
de_de: ist ein Ereignis-basierter Erfolg und kann nicht freigeschaltet werden
es_es: es un logro basado en eventos y no puede desbloquearse
fr_fr: est un succès basé sur des événements et ne peut pas être débloqué
it_it: è un risultato basato sugli eventi e non può essere sbloccato
pl_pl: jest osiągnięciem opartym na wydarzeniach i nie można go odblokować
pt_br: é uma conquista baseada em eventos, e não pode ser desbloqueada

# AchievementConfirmUnlock
source: Confirm Unlock
de_de: Bestätigen
es_es: Confirmar desbloqueo
fr_fr: Confirmer le déverrouillage
it_it: Confermare lo sblocco
pl_pl: Potwierdź odblokowanie
pt_br: Confirmar desbloqueio

# AchievementConfirmUnlockMessage
source: Are you sure you want to unlock
de_de: Sind Sie sich wirklich sicher
es_es: ¿Estás seguro de que quieres desbloquear
fr_fr: Êtes-vous sûr de vouloir déverrouiller
it_it: Siete sicuri di voler sbloccare
pl_pl: Czy na pewno chcesz odblokować
pt_br: Você tem certeza de que quer desbloquear

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
it_it: Sì
pl_pl: Tak
pt_br: Sim

source: No
de_de: Nein
fr_fr: Non
pl_pl: Nie
pt_br: Não

source: Achievement Unlocked
de_de: Erfolg freigeschaltet
es_es: Logro desbloqueado
fr_fr: Réussite débloquée
it_it: Obiettivo sbloccato
pl_pl: Osiągnięcie odblokowane
pt_br: Conquista desbloqueada

# AchievementUnlockedMessage
source: was successfully unlocked
de_de: wurde erfolgreich freigeschaltet
es_es: se ha desbloqueado con éxito
fr_fr: a été déverrouillé avec succès
it_it: è stato sbloccato con successo
pl_pl: został pomyślnie odblokowany
pt_br: foi desbloqueado com sucesso

# AchievementFilterAll
source: All
de_de: Alle
es_es: Todos
fr_fr: Tous
it_it: Tutti
pl_pl: Wszystkie
pt_br: Todas

# AchievementFilterUnlocked
source: Unlocked
de_de: Freigeschaltet
es_es: Desbloqueado
fr_fr: Débloqué
it_it: Sbloccato
pl_pl: Odblokowane
pt_br: Desbloqueado

# AchievementFilterLocked
source: Locked
de_de: Gesperrt
es_es: Bloqueado
fr_fr: Verrouillé
it_it: Bloccato
pl_pl: Zablokowane
pt_br: Bloqueado

# AchievementFilter
source: Filter Achievements
de_de: Erfolge filtern
es_es: Filtrar logros
fr_fr: Filtrer les réalisations
it_it: Filtrare i risultati
pl_pl: Filtruj osiągnięcia
pt_br: Filtrar conquistas

# SpoofingUserAgent
source: (Optional) Select a User-Agent
de_de: (Optional) Wählen Sie einen Benutzer-Agenten
es_es: (Opcional) Seleccione un User-Agent
fr_fr: (Facultatif) Sélectionnez un User-Agent
it_it: (Facoltativo) Selezionare un User-Agent
pl_pl: (Opcjonalnie) Wybierz agenta użytkownika
pt_br: (Opcional) Selecione um tipo de simulação

# EnterValidTitleId
source: Please enter a valid Title ID
de_de: Bitte geben Sie eine gültige Titel-ID ein
es_es: Introduzca un ID de título válido
fr_fr: Veuillez saisir un identifiant de titre valide
it_it: Inserire un ID titolo valido
pl_pl: Wprowadź prawidłowy identyfikator tytułu
pt_br: Por favor, coloque um ID válido

# FailedFetchTitleId
source: Failed to fetch Title ID
de_de: Titel-ID konnte nicht abgerufen werden
es_es: Error al recuperar el ID del título
fr_fr: Échec de la recherche de l'identifiant du titre
it_it: Impossibile recuperare l'ID del titolo
pl_pl: Nie udało się pobrać identyfikatora tytułu
pt_br: Falha na obtenção do ID do título

source: Time Played
de_de: Gespielte Zeit
es_es: Tiempo jugado
fr_fr: Temps de jeu
it_it: Tempo di gioco
pl_pl: Czas spędzony w grze
pt_br: Tempo jogado

source: Days
de_de: Tage
es_es: Días
fr_fr: Jours
it_it: Giorni
pl_pl: Dni
pt_br: Dias

source: Hours
de_de: Stunden
es_es: Horas
fr_fr: Heures
it_it: Orario
pl_pl: Godziny
pt_br: Horas

source: Minutes
de_de: Minuten
es_es: Actas
fr_fr: Procès-verbal
it_it: Verbale
pl_pl: Minuty
pt_br: Minutos

source: Seconds
de_de: Sekunden
es_es: Segundos
fr_fr: Secondes
it_it: Secondi
pl_pl: Sekundy
pt_br: Segundos

source: And
de_de: Und
es_es: Y
fr_fr: Et
it_it: E
pl_pl: I
pt_br: E

source: Failed to spoof game
de_de: Vortäuschen des Spiels fehlgeschlagen
es_es: Fallo en la suplantación de juego
fr_fr: Échec de l'usurpation d'identité
it_it: Impossibile eseguire lo spoofing del gioco
pl_pl: Nie udało się sfałszować gry
pt_br: Falha ao tentar simular o jogo

# FailedToSpoofGameMessage
source: You must use PC Xbox Token to spoof
de_de: Sie müssen das PC Xbox Token zum Vortäuschen verwenden
es_es: Debe utilizar código de PC Xbox para falsificar
fr_fr: Vous devez utiliser le PC Xbox Token pour usurper l'identité de l'utilisateur
it_it: È necessario utilizzare il token Xbox del PC per eseguire lo spoofing
pl_pl: Musisz użyć PC Xbox Token, aby podrobić dane
pt_br: Você precisa utilizar o Xbox Token do PC para simular

source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
pl_pl: Nazwa
pt_br: Nome

source: Title ID
de_de: Titel-ID
es_es: Título ID
fr_fr: Titre ID
it_it: Titolo ID
pl_pl: Tytuł ID
pt_br: ID do Título

source: Type
de_de: Typ
es_es: Tipo
it_it: Tipo
pl_pl: Typ
pt_br: Tipo

source: Start Spoofing
de_de: Vortäuschen starten
es_es: Iniciar Spoofing
fr_fr: Démarrer l'espionnage
it_it: Avvio dello spoofing
pl_pl: Rozpocznij spoofing
pt_br: Iniciar a simulação

source: Stop Spoofing
de_de: Vortäuschen beenden
es_es: Detener la suplantación de identidad
it_it: Stop allo spoofing
pl_pl: Zastopuj spoofing
pt_br: Parar a simulação

# BetaWarning
source: This page is still in beta. If you experience any issues, please report it in the Discord
de_de: Diese Seite befindet sich noch in der Beta-Phase. Wenn Sie irgendwelche Probleme haben, melden Sie sie bitte im Discord
es_es: Esta página aún está en fase beta. Si experimenta algún problema, por favor infórmelo en el Discord
fr_fr: Cette page est encore en version bêta. Si vous rencontrez des problèmes, veuillez les signaler dans le Discord
it_it: Questa pagina è ancora in fase beta. Se si riscontrano problemi, si prega di segnalarli su Discord
pl_pl: Ta strona jest wciąż w wersji beta. Jeśli napotkasz jakiekolwiek problemy, zgłoś je na Discordzie
pt_br: Esta página ainda está em fase beta. Se tiver algum problema, por favor, comunique no Discord

source: Update Game Stats
de_de: Spielstatistiken aktualisieren
es_es: Actualizar las estadísticas del juego
fr_fr: Mise à jour des statistiques de jeu
it_it: Aggiornamento delle statistiche di gioco
pl_pl: Aktualizacja statystyk gry
pt_br: Atualizar as estatísticas do jogo

source: Title-Based Games Only
de_de: Nur Titel-basierte Spiele
es_es: Sólo juegos basados en títulos
fr_fr: Jeux basés sur des titres uniquement
it_it: Solo giochi basati su titoli
pl_pl: Tylko gry oparte na tytułach
pt_br: Apenas jogos baseados em títulos

source: Load Stats
de_de: Lade Statistiken
es_es: Estadísticas de carga
fr_fr: Stats de charge
it_it: Statistiche di carico
pl_pl: Pobierz listę statystyk
pt_br: Carregar estatísticas

source: Selected Stat
de_de: Ausgewählte Statistik
es_es: Estadísticas seleccionadas
fr_fr: Statistiques sélectionnées
it_it: Statistiche selezionate
pl_pl: Wybrane statystyki
pt_br: Estatísticas selecionadas

source: Enter New Value
de_de: Neuen Wert eingeben
es_es: Introducir nuevo valor
fr_fr: Saisir une nouvelle valeur
it_it: Inserire il nuovo valore
pl_pl: Wprowadź nową wartość
pt_br: Introduzir novo valor

source: Title ID
de_de: Titel-ID
es_es: Título ID
fr_fr: Titre ID
it_it: Titolo ID
pl_pl: ID Tytułu
pt_br: ID do Título

source: Update Stats
de_de: Statistiken aktualisieren
es_es: Actualizar estadísticas
fr_fr: Mise à jour des statistiques
it_it: Statistiche di aggiornamento
pl_pl: Zaktualizuj statystyki
pt_br: Atualizar estatísticas

# NotLocalized
source: Some parts of this page may still be in English only.
de_de: Aktuell sind einige Texte dieser Seite möglicherweise nur in englischer Sprache verfügbar.
es_es: Es posible que algunas partes de esta página sigan estando sólo en inglés.
fr_fr: Certaines parties de cette page peuvent encore être en anglais uniquement.
it_it: Alcune parti di questa pagina potrebbero essere ancora solo in inglese.
pl_pl: Niektóre części tej strony mogą być nadal dostępne wyłącznie w języku angielskim.
pt_br: Algumas partes desta página poderão ainda estar apenas em inglês.

source: Search by Game Name
de_de: Suche nach Spielnamen
es_es: Buscar por nombre de juego
fr_fr: Recherche par nom de jeu
it_it: Ricerca per nome del gioco
pl_pl: Wyszukiwanie według nazwy gry
pt_br: Procurar por nome de jogo

# SearchCopyToClipboard
source: Click on Game to Copy Title ID to Clipboard
de_de: Klicken Sie auf das Spiel, um die Titel-ID in die Zwischenablage zu kopieren
es_es: Haga clic en Juego para copiar el ID del título en el portapapeles
fr_fr: Cliquez sur Jeu pour copier l'identifiant du titre dans le presse-papiers
it_it: Fare clic su Gioco per copiare l'ID del titolo negli Appunti
pl_pl: Kliknij w grę, aby skopiować identyfikator tytułu do schowka
pt_br: Clique em Jogo para copiar o ID do título para a área de transferência

source: Enter Game Name
de_de: Spielname eingeben
es_es: Introduzca el nombre del juego
fr_fr: Entrer le nom du jeu
it_it: Inserire il nome del gioco
pl_pl: Wprowadź nazwę gry
pt_br: Introduzir o nome do jogo

# SearchEnterValidGameName
source: Please enter a valid game name
de_de: Bitte geben Sie einen gültigen Spielnamen ein
es_es: Introduce un nombre de juego válido
fr_fr: Veuillez saisir un nom de jeu valide
it_it: Inserire un nome di gioco valido
pl_pl: Wprowadź poprawną nazwę gry
pt_br: Por favor, coloque um nome de jogo válido

source: Upgrade Required
de_de: Upgrade erforderlich
es_es: Actualización necesaria
fr_fr: Mise à niveau requise
it_it: Aggiornamento richiesto
pl_pl: Wymagana aktualizacja
pt_br: Atualização necessária

# UpgradeRequiredMessage
source: A newer version of XAUMobile is required to use the search function. Please update to continue
de_de: Für die Nutzung der Suchfunktion ist eine neuere Version von XAUMobile erforderlich. Bitte aktualisieren Sie, um fortzufahren
es_es: Se requiere una versión más reciente de XAUMobile para utilizar la función de búsqueda. Por favor, actualice para continuar
fr_fr: Une version plus récente de XAUMobile est nécessaire pour utiliser la fonction de recherche. Veuillez mettre à jour pour continuer
it_it: Per utilizzare la funzione di ricerca è necessaria una versione più recente di XAUMobile. Aggiornare per continuare
pl_pl: Do korzystania z funkcji wyszukiwania wymagana jest nowsza wersja XAUMobile. Prosimy o aktualizację, aby kontynuować
pt_br: É necessária uma versão mais recente do XAUMobile para utilizar a função de pesquisa. Atualize para continuar

# RateLimitMessage
source: You have reached the rate limit. Try again later
de_de: Sie haben das Anfragen-Limit erreicht. Versuchen Sie es später noch einmal
es_es: Ha alcanzado el límite de tarifa. Vuelva a intentarlo más tarde
fr_fr: Vous avez atteint la limite de taux. Réessayez plus tard
it_it: È stato raggiunto il limite di velocità. Riprovare più tardi
pl_pl: Osiągnięto rate limit. Spróbuj ponownie później
pt_br: Atingiu o limite da taxa. Tente novamente mais tarde

# SearchNoGamesFound
source: No Games Found
de_de: Keine Spiele gefunden
es_es: No se han encontrado juegos
fr_fr: Aucun jeu trouvé
it_it: Nessun gioco trovato
pl_pl: Nie znaleziono gier
pt_br: Nenhum jogo encontrado

# SearchNoGamesFoundMessage
source: No games were found matching your search. Please check your spelling. If the game is not in our database, you can use the Product ID search to automatically add the game
de_de: Es wurden keine Spiele zu Ihrer Suche gefunden. Bitte überprüfen Sie die Schreibweise. Wenn sich das Spiel nicht in unserer Datenbank befindet, können Sie die Produkt-ID-Suche verwenden, um das Spiel automatisch hinzuzufügen
es_es: No se han encontrado juegos que coincidan con su búsqueda. Por favor, compruebe su ortografía. Si el juego no está en nuestra base de datos, puede utilizar la búsqueda por ID de producto para añadirlo automáticamente
fr_fr: Aucun jeu ne correspond à votre recherche. Veuillez vérifier votre orthographe. Si le jeu n'est pas dans notre base de données, vous pouvez utiliser la recherche par ID de produit pour ajouter automatiquement le jeu
it_it: Non sono stati trovati giochi corrispondenti alla tua ricerca. Controllare l'ortografia. Se il gioco non è presente nel nostro database, è possibile utilizzare la ricerca per ID prodotto per aggiungere automaticamente il gioco
pl_pl: Nie znaleziono gier pasujących do wyszukiwania. Sprawdź pisownię. Jeśli gry nie ma w naszej bazie danych, możesz użyć wyszukiwania ID produktu, aby automatycznie dodać grę
pt_br: Não foram encontrados jogos correspondentes à sua pesquisa. Por favor, verifique a sua ortografia. Se o jogo não estiver na nossa base de dados, pode utilizar a pesquisa de ID do produto para adicionar automaticamente o jogo

source: Copied to Clipboard
de_de: In die Zwischenablage kopiert
es_es: Copiado en el portapapeles
fr_fr: Copié dans le presse-papiers
it_it: Copiato negli Appunti
pl_pl: Skopiowane do schowka
pt_br: Copiado para a área de transferência

# CopiedToClipboardMessage
source: has been copied to your clipboard
de_de: wurde in Ihre Zwischenablage kopiert
es_es: se ha copiado en el portapapeles
fr_fr: a été copié dans votre presse-papiers
it_it: è stato copiato negli appunti
pl_pl: został skopiowany do schowka
pt_br: foi copiado para a sua área de transferência

# SearchProductEnterValidProductId
source: Please enter a valid link or product ID
de_de: Bitte geben Sie einen gültigen Link oder Produkt-ID ein
es_es: Introduzca un enlace o ID de producto válido
fr_fr: Veuillez saisir un lien ou un identifiant de produit valide
it_it: Inserire un link o un ID prodotto valido
pl_pl: Wprowadź prawidłowy link lub identyfikator produktu
pt_br: Por favor, introduza um link ou ID válido

# SearchProductError
source: Unable to retrieve Xbox Title ID
de_de: Xbox-Title-ID kann nicht abgerufen werden
es_es: No se puede recuperar el ID de título de Xbox
fr_fr: Impossible de récupérer l'identifiant du titre Xbox
it_it: Impossibile recuperare l'ID del titolo Xbox
pl_pl: Nie można pobrać identyfikatora tytułu Xbox
pt_br: Não é possível recuperar o ID do título da Xbox

source: Copied
de_de: Kopiert
es_es: Copiado
fr_fr: Copié
it_it: Copiato
pl_pl: Skopiowano
pt_br: Copiado

# SearchProductConvertMessage
source: Convert Product ID to Xbox Title ID
de_de: Produkt-ID in Xbox-Titel-ID umwandeln
es_es: Convertir ID de producto en ID de título de Xbox
fr_fr: Convertir l'ID du produit en ID du titre de la Xbox
it_it: Convertire l'ID prodotto in ID titolo Xbox
pl_pl: Konwertowanie identyfikatora produktu na identyfikator tytułu Xbox
pt_br: Converter ID do produto em ID do título da Xbox

source: Product ID Examples
de_de: Produkt-ID Beispiele
es_es: Ejemplos de identificación de productos
fr_fr: Exemples d'identification de produits
it_it: Esempi di ID prodotto
pl_pl: Przykłady identyfikatorów produktów
pt_br: Exemplos de ID de produto

# EnterProductIdorLink
source: Enter Product ID / Xbox or Microsoft Store link
de_de: Produkt-ID / Xbox- oder Microsoft Store-Link eingeben
es_es: Introducir ID de producto / enlace Xbox o Microsoft Store
fr_fr: Entrer l'ID du produit / lien Xbox ou Microsoft Store
it_it: Immettere l'ID del prodotto / link Xbox o Microsoft Store
pl_pl: Wprowadź identyfikator produktu / łącze Xbox lub Microsoft Store
pt_br: Introduzir ID do produto / Xbox ou link da Microsoft Store

source: Get Title ID
de_de: Titel-ID abrufen
es_es: Obtener ID de título
fr_fr: Obtenir l'ID du titre
it_it: Ottenere l'ID del titolo
pl_pl: Uzyskaj identyfikator tytułu
pt_br: Obter ID do título

# BetaFeature
source: This is a beta feature. It may be an incomplete feature or you may encounter errors.
de_de: Dies ist eine Beta-Funktion. Sie kann unvollständig sein oder es können Fehler auftreten.
es_es: Se trata de una función beta. Puede que esté incompleta o que se produzcan errores.
fr_fr: Il s'agit d'une fonction bêta. Il se peut qu'elle soit incomplète ou que vous rencontriez des erreurs.
it_it: Si tratta di una funzione beta. È possibile che la funzione sia incompleta o che si verifichino errori.
pl_pl: Jest to funkcja w wersji beta. Funkcja może być niekompletna lub mogą wystąpić błędy.
pt_br: Este é um recurso beta. Esse recurso pode apresentar erros ou estar incompleto.
