Repository: MrAAA162/XAUMobileArchive
Catalog: XAUMobile/Resources/Languages/AppResources.*.resx
Languages: de_de, es_es, fr_fr, it_it, pl_pl, pt_br

source: Accept
de_de: Annehmen
es_es: Aceptar
fr_fr: Accepter
it_it: Accettare
pl_pl: Akceptuj
pt_br: Aceitar

# AppSettings
source: Application Settings
de_de: Einstellungen
es_es: Configuración de la aplicación
fr_fr: Paramètres de l’application
it_it: Impostazioni dell'applicazione
pl_pl: Ustawienia aplikacji
pt_br: Configurações do Aplicativo

source: Theme & Language Settings
de_de: Design- und Spracheinstellungen
es_es: Configuración del tema y del idioma
fr_fr: Paramètres de thème et de langue
it_it: Impostazioni del tema e della lingua
pl_pl: Ustawienia motywu i języka
pt_br: Configurações de tema e idioma

source: Change Theme Color
de_de: Designfarbe ändern
es_es: Cambiar el color del tema
fr_fr: Changer la couleur du thème
it_it: Cambia il colore del tema
pl_pl: Zmiana koloru motywu
pt_br: Alterar a cor do tema

source: Selected Color
de_de: Ausgewählte Farbe
es_es: Color seleccionado
fr_fr: Couleur sélectionnée
it_it: Colore selezionato
pl_pl: Wybrany kolor
pt_br: Cor selecionada

source: Night Mode
de_de: Nachtmodus
es_es: Modo nocturno
fr_fr: Mode nuit
it_it: Modalità notturna
pl_pl: Tryb nocny
pt_br: Modo noturno

source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
it_it: Lingua
pl_pl: Język
pt_br: Idioma

source: Signature Settings
de_de: Signatur-Einstellungen
es_es: Configuración de la firma
fr_fr: Paramètres de signature
it_it: Impostazioni della firma
pl_pl: Ustawienia podpisu
pt_br: Configurações de Assinatura

source: Enable Signature
de_de: Signatur aktivieren
es_es: Habilitar firma
fr_fr: Activer la signature
it_it: Abilita firma
pl_pl: Włącz podpis
pt_br: Habilitar assinatura

# ResetSignatureDefault
source: Reset Signature to Default
de_de: Signatur auf Standard zurücksetzen
es_es: Restablecer firma a los valores predeterminados
fr_fr: Réinitialiser la signature par défaut
it_it: Reimposta la firma ai valori predefiniti
pl_pl: Resetuj podpis do ustawień domyślnych
pt_br: Redefinir assinatura para o padrão

source: Check for Update
de_de: Nach Update suchen
es_es: Buscar actualizaciones
fr_fr: Vérifier la mise à jour
it_it: Controlla aggiornamenti
pl_pl: Sprawdź aktualizację
pt_br: Verificar se há atualização

source: Reset Settings
de_de: Einstellungen zurücksetzen
es_es: Restablecer configuración
fr_fr: Réinitialiser les paramètres
it_it: Ripristina impostazioni
pl_pl: Zresetuj ustawienia
pt_br: Redefinir configurações

# DownloadingUpdate
source: Downloading Update... Please Wait.
de_de: Update wird heruntergeladen... Bitte warten.
es_es: Descargando la actualización... Por favor espera.
fr_fr: Téléchargement de la mise à jour... Veuillez patienter.
it_it: Download dell'aggiornamento... Attendere prego.
pl_pl: Pobieranie aktualizacji... Proszę czekać.
pt_br: Carregando atualização... Aguarde.

# EnterCustomSignature
source: Enter custom signature here
de_de: Geben Sie hier eine benutzerdefinierte Signatur ein
es_es: Introduzca la firma personalizada aquí
fr_fr: Entrez la signature personnalisée ici
it_it: Inserisci qui la firma personalizzata
pl_pl: Wprowadź tutaj niestandardowy podpis
pt_br: Coloque assinatura personalizada aqui

source: Select Language
de_de: Sprache auswählen
es_es: Seleccionar idioma
fr_fr: Sélectionner une langue
it_it: Seleziona lingua
pl_pl: Wybierz język
pt_br: Selecionar idioma

source: Version
es_es: Versión
it_it: Versione
pl_pl: Wersja
pt_br: Versão

source: Downloading
de_de: Wird heruntergeladen
es_es: Descargar
fr_fr: Téléchargement
it_it: Scaricare
pl_pl: Pobieranie
pt_br: Baixando

# DownloadingPrompt
source: Please wait until you get the install prompt
de_de: Bitte warten Sie, bis Sie die Installationsaufforderung erhalten
es_es: Espere hasta que aparezca el mensaje de instalación
fr_fr: Veuillez patienter jusqu'à ce que vous obteniez l'invite d'installation
it_it: Attendere finché non viene visualizzato il messaggio di installazione
pl_pl: Poczekaj, aż pojawi się monit o instalację
pt_br: Por favor, aguarde até receber a mensagem de instalação

source: Update Check
es_es: Comprobación de actualización
fr_fr: Vérification de la mise à jour
it_it: Controllo dell'aggiornamento
pl_pl: Sprawdź dostępność aktualizacji
pt_br: Verificação de Atualizações

# UpdateCheckAlreadyUpToDate
source: is already up to date
de_de: ist bereits auf dem neuesten Stand
es_es: ya está actualizado
fr_fr: est déjà à jour
it_it: è già aggiornato
pl_pl: jest już aktualny
pt_br: O App já atualizado

source: Update Available
de_de: Update verfügbar
es_es: Actualización disponible
fr_fr: Mise à jour disponible
it_it: Aggiornamento disponibile
pl_pl: Dostępna aktualizacja
pt_br: Atualização disponível

source: Update
es_es: Actualización
fr_fr: Mise à jour
it_it: Aggiornamento
pl_pl: Aktualizacja
pt_br: Atualizar

source: Later
de_de: Später
es_es: Más tarde
fr_fr: Plus tard
it_it: Più tardi
pl_pl: Później
pt_br: Mais tarde

# UpdateMessage
source: A new version ({0}) is available!\n\nChangelog:\n{1}\n\nWould you like to update now?
de_de: Eine neue Version ({0}) ist verfügbar!\n\nChangelog:\n{1}\n\nMöchten Sie jetzt aktualisieren?
es_es: ¡Hay una nueva versión ({0}) disponible!\n\nRegistro de cambios:\n{1}\n\n¿Le gustaría actualizar ahora?
fr_fr: Une nouvelle version ({0}) est disponible!\nChangelog:\n{1}\NVous souhaitez mettre à jour maintenant ?
it_it: È disponibile una nuova versione ({0})! \n\nChangelog:\n{1}\n\n}Vuoi aggiornare ora?
pl_pl: Nowa wersja ({0}) jest dostępna! \n\nLista zmian:\n{1}\n\nChcesz zaktualizować teraz?
pt_br: Está disponível uma nova versão ({0})!\n\nChangelog:\n{1}\n\nDeseja atualizar agora?

# WelcomePageFollowingTerms
source: By using this app, you agree to the following terms:
de_de: Durch die Nutzung dieser App erklären Sie sich mit den folgenden AGBs einverstanden:
es_es: Al utilizar esta aplicación, usted acepta los siguientes términos:
fr_fr: En utilisant cette application, vous acceptez les conditions suivantes :
it_it: Utilizzando questa applicazione, l'utente accetta i seguenti termini:
pl_pl: Korzystając z tej aplikacji, wyrażasz zgodę na poniższe warunki:
pt_br: Ao utilizar esse aplicativo, você concorda com os seguintes termos:

# WelcomePageTerms1
source: 1. This app is free and you did not pay someone for it.
de_de: 1. Diese App ist kostenlos und Sie haben niemanden dafür bezahlt.
es_es: 1. Esta aplicación es gratuita y no has pagado a nadie por ella.
fr_fr: 1. Cette application est gratuite et vous n'avez pas payé quelqu'un pour l'obtenir.
it_it: 1. Questa applicazione è gratuita e non avete pagato nessuno per averla.
pl_pl: 1. Ta aplikacja jest darmowa i nikomu za nią nie zapłaciłeś/zapłaciłaś.
pt_br: 1. Este APP é gratuito e você não deverá pagar a ninguém para utilizá-lo.

# WelcomePageTerms2
source: 2. You will not join the Discord and ask stupid questions.
de_de: 2. Sie werden nicht dem Discord beitreten und dumme Fragen stellen.
es_es: 2. No te unirás al Discord ni harás preguntas estúpidas.
fr_fr: 2. Vous ne rejoindrez pas le Discord pour poser des questions stupides.
it_it: 2. Non vi unirete a Discord e non farete domande stupide.
pl_pl: 2. Nie będziesz dołączać do Discorda i zadawać głupich pytań.
pt_br: 2. Não entre no Discord para fazer perguntas estúpidas.

# WelcomePageTerms3
source: 3. Do NOT share your Xbox token with anyone! Treat it like a password for your account.
de_de: 3. Geben Sie Ihren Xbox-Token NICHT an andere weiter! Behandeln Sie ihn wie ein Passwort für Ihr Konto.
es_es: 3. ¡NO compartas tu código de acceso a Xbox con nadie! Trátelo como una contraseña para su cuenta.
fr_fr: 3. Ne partagez PAS votre jeton Xbox avec qui que ce soit ! Considérez-le comme un mot de passe pour votre compte.
it_it: 3. Non condividete il vostro token Xbox con nessuno! Trattatelo come una password per il vostro account.
pl_pl: 3. NIE udostępniaj nikomu swojego tokena Xbox! Traktuj go jak hasło do swojego konta.
pt_br: 3. NÃO compartilhe o seu Xbox Token com ninguém, é como se fosse a senha da sua conta.

# WelcomePageTerms4
source: 4. You understand the risks that come with using the XAU Mobile application.
de_de: 4. Sie verstehen die Risiken, die mit der Nutzung der XAUMobile Anwendung verbunden sind.
es_es: 4. Comprende los riesgos que conlleva el uso de la aplicación XAU Mobile.
fr_fr: 4. Vous comprenez les risques liés à l'utilisation de l'application XAU Mobile.
it_it: 4. L'utente è consapevole dei rischi connessi all'utilizzo dell'applicazione XAU Mobile.
pl_pl: 4. Rozumiesz ryzyko związane z korzystaniem z aplikacji XAU Mobile.
pt_br: 4. Você está ciente dos riscos ao utilizar o APP XAU Mobile.

# WelcomePageTerms5
source: 5. Unlocking achievements or spoofing games using this app may violate Xbox/Microsoft terms of service. We are not responsible for any penalties or bans that may occur as a result.
de_de: 5. Das Freischalten von Erfolgen oder das Vortäuschen von Spielen mit dieser App kann gegen die Nutzungsbedingungen von Xbox/Microsoft verstoßen. Wir sind nicht verantwortlich für etwaige Strafen oder Sperren, die daraus resultieren können.
es_es: 5. Desbloquear logros o falsificar juegos usando esta aplicación puede violar los términos de servicio de Xbox/Microsoft. No nos hacemos responsables de las sanciones o prohibiciones que puedan producirse como consecuencia de ello.
fr_fr: 5. Le déblocage de succès ou l'usurpation de jeux à l'aide de cette application peut constituer une violation des conditions d'utilisation de Xbox/Microsoft. Nous ne sommes pas responsables des sanctions ou interdictions qui pourraient en résulter.
it_it: 5. Lo sblocco di obiettivi o la contraffazione di giochi tramite questa applicazione può violare i termini di servizio di Xbox/Microsoft. Non siamo responsabili di eventuali sanzioni o divieti che potrebbero derivarne.
pl_pl: 5. Odblokowywanie osiągnięć lub fałszowanie gier za pomocą tej aplikacji może naruszać warunki korzystania z usługi Xbox/Microsoft. Nie ponosimy odpowiedzialności za żadne kary lub bany, które mogą wystąpić w rezultacie.
pt_br: 5. Desbloquear conquistas ou simular jogos utilizando este aplicativo pode violar os termos de serviço da Xbox/Microsoft. Não somos responsáveis por quaisquer penalizações ou restrições que possam ocorrer como resultado da utilização.

# WelcomePageTerms6
source: 6. You agree that the developer of this app has warned your stupid ass and they are not responsible for anything.
de_de: 6. Sie stimmen zu, dass der Entwickler dieser App Sie eindringlich gewarnt hat und dieser nicht für irgendetwas verantwortlich ist.
es_es: 6. Aceptas que el desarrollador de esta aplicación ha avisado a tu estúpido culo y no se hace responsable de nada.
fr_fr: 6. Vous acceptez que le développeur de cette application ait averti votre stupide cul et qu'il ne soit pas responsable de quoi que ce soit.
it_it: 6. Accettate che lo sviluppatore di questa applicazione abbia avvertito il vostro stupido culo e che non sia responsabile di nulla.
pl_pl: 6. Zgadzasz się, że twórca tej aplikacji ostrzegł cię i nie ponosi za nic odpowiedzialności.
pt_br: 6. Você concorda que o criador deste aplicativo avisou a você diversas vezes que não é responsável por nada.

# WelcomePageAgreeToc
source: I agree to the Terms and Conditions
de_de: Ich stimme den AGBs zu
es_es: Acepto las condiciones generales
fr_fr: J'accepte les conditions générales d'utilisation
it_it: Accetto i Termini e le Condizioni
pl_pl: Zgadzam się na Warunki i postanowienia
pt_br: Eu concordo com os Termos e Condições

source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore
pl_pl: Błąd
pt_br: Erro

# XauthNotSet
source: You did not put your Xbox Authentication Token. You can use the Xbox Login button or manually paste your Token if you have it.
de_de: Sie haben Ihren Xbox-Authentifizierungs-Token nicht eingegeben. Sie können die Schaltfläche Xbox Login verwenden oder Ihren Token manuell einfügen, wenn Sie ihn haben.
es_es: No has introducido el código de autenticación de Xbox. Puedes usar el botón 'Inicia sesión en Xbox' o pegar manualmente tu código si lo tienes.
fr_fr: Vous n'avez pas mis votre token d'authentification Xbox. Vous pouvez utiliser le bouton Xbox Login ou coller manuellement votre Token si vous l'avez.
it_it: Non è stato inserito il token di autenticazione Xbox. È possibile utilizzare il pulsante di accesso Xbox o incollare manualmente il token, se lo si possiede.
pl_pl: Nie wprowadzono tokenu uwierzytelniającego Xbox. Możesz użyć przycisku logowania Xbox lub ręcznie wkleić swój token, jeśli go posiadasz.
pt_br: Você não colocou o seu Token de Autenticação Xbox. Selecione o botão "Login com Xbox" ou cole manualmente o seu Token, se você tiver um.

source: Login
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Connexion
it_it: Accesso
pl_pl: Logowanie
pt_br: Iniciar sessão

source: Xbox Login
de_de: Xbox Anmeldung
es_es: Inicia sesión en Xbox
fr_fr: Connexion Xbox
it_it: Accesso Xbox
pl_pl: Zaloguj się przez Xbox'a

# MainPagePromptForLoginPage
source: Let's get you logged in... After you reach the profile page, it should automatically get your Xbox Token.\n\nIf it does not, press on the [Problem? Click to Get Xbox Token] button on the bottom of your Xbox profile page.
de_de: Melden wir Sie an... Nachdem Sie die Profilseite erreicht haben, sollte Ihr Xbox Token automatisch abgerufen werden.\n\nWenn dies nicht der Fall ist, klicken Sie auf die Schaltfläche [Probleme? Klicken, um Xbox Token zu erhalten] unten auf Ihrer Xbox-Profilseite.
es_es: Vamos a iniciar sesión... Cuando llegues a la página de perfil, debería obtener automáticamente tu código de Xbox.\n\nSi no lo hace, pulsa el botón [¿Problema? Haz clic para obtener código de Xbox] en la parte inferior de tu página de perfil de Xbox.
fr_fr: Connectez-vous... Une fois que vous avez accédé à la page de profil, votre token Xbox devrait s'afficher automatiquement. Si ce n'est pas le cas, cliquez sur le bouton [Problème ? Cliquez pour obtenir le token Xbox] en bas de votre page de profil Xbox.
it_it: Procediamo con l'accesso... Dopo aver raggiunto la pagina del profilo, dovrebbe ricevere automaticamente il vostro gettone Xbox. Se così non fosse, premete il pulsante [Problema? Clicca per ottenere il gettone Xbox] in fondo alla pagina del profilo Xbox.
pl_pl: Zalogujmy się... Jeśli tak się nie stanie, naciśnij przycisk [Problem? Kliknij, aby uzyskać token Xbox] u dołu strony profilu Xbox.
pt_br: Vamos iniciar a sessão... Após chegar à página de perfil, esta deverá obter automaticamente o teu Xbox Token. Se isso não acontecer, aperte o botão [Problema? Clique para obter o Xbox Token] na parte inferior da sua página de perfil da Xbox.

source: Continue
de_de: Fortfahren
es_es: Continuar
fr_fr: Continuer
it_it: Continua
pl_pl: Kontynuuj
pt_br: Continuar

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annullamento
pl_pl: Anuluj
pt_br: Cancelar

source: Privacy Mode
de_de: Datenschutz-Modus
es_es: Modo Privado
fr_fr: Mode vie privée
it_it: Modalità Privacy
pl_pl: Tryb prywatności
pt_br: Modo de privacidade

source: Enter App
de_de: App starten
es_es: Introducir a la aplicación
fr_fr: Entrer dans l'application
it_it: Inserire l'applicazione
pl_pl: Uruchom aplikację
pt_br: Entrar no App

# SpoofingWarning
source: WARNING: Spoofing does not work with Xbox Login. You will need to grab the token from PC using XAU and manually add it
de_de: WARNUNG: Das Vortäuschen von Spielen funktioniert nicht mit dem Xbox Login. Sie müssen das Token mit XAU vom PC holen und manuell hinzufügen
es_es: ADVERTENCIA: El Spoofing no funciona con el inicio de sesión de Xbox. Usted tendrá que obtener el código de PC utilizando XAU y añadirlo manualmente
fr_fr: AVERTISSEMENT : Le spoofing ne fonctionne pas avec Xbox Login. Vous devrez récupérer le jeton sur le PC à l'aide de XAU et l'ajouter manuellement
it_it: ATTENZIONE: lo spoofing non funziona con Xbox Login. È necessario prelevare il token dal PC utilizzando XAU e aggiungerlo manualmente
pl_pl: OSTRZEŻENIE: Spoofing nie działa z login Xbox. Będziesz musiał pobrać token z komputera za pomocą XAU i dodać go ręcznie
pt_br: AVISO: A simulação de jogo não funcionar com o Início de sessão via Xbox. Será necessário obter o Token via PC utilizando o XAU e adicioná-lo manualmente

source: Login with Xbox
de_de: Mit Xbox anmelden
es_es: Iniciar sesión con Xbox
fr_fr: Se connecter avec Xbox
it_it: Accesso con Xbox
pl_pl: Logowanie za pomocą Xbox
pt_br: Iniciar sessão com a Xbox

source: Or
de_de: Oder
es_es: O
fr_fr: Ou
it_it: Oppure
pl_pl: Lub
pt_br: Ou

# EnterXauthHere
source: Enter Xbox Token Here
de_de: Xbox Token hier eingeben
es_es: Introduzca aquí el código de Xbox
fr_fr: Entrer le jeton Xbox ici
it_it: Inserite qui il gettone Xbox
pl_pl: Wprowadź token Xbox tutaj
pt_br: Cole o Xbox Token aqui

# EnterXauthManually
source: Enter Token Manually
de_de: Token manuell eingeben
es_es: Ingresar código manualmente
fr_fr: Saisir manuellement le jeton
it_it: Inserire manualmente il token
pl_pl: Wprowadź token ręcznie
pt_br: Coloque o Token manualmente

source: Xbox Token
es_es: Código de Xbox
fr_fr: Jeton Xbox
it_it: Gettone Xbox
pl_pl: Token Xbox

# MainPageWarning
source: THIS APP IS STILL IN BETA. PLEASE REPORT ANY ISSUES IN THE DISCORD. Put your Xbox Token before navigating to other pages. The App will not function without your Xbox Token.
de_de: DIESE APP BEFINDET SICH NOCH IN DER BETA PHASE. BITTE MELDEN SIE ALLE PROBLEME IM DISCORD. Geben Sie Ihren Xbox Token ein, bevor Sie zu anderen Seiten navigieren. Die App wird ohne Ihren Xbox Token nicht funktionieren.
es_es: ESTA APLICACIÓN AÚN ESTÁ EN FASE BETA. POR FAVOR INFORME DE CUALQUIER PROBLEMA EN EL DISCORD. Pon tu código de Xbox antes de navegar a otras páginas. La aplicación no funcionará sin tu código de Xbox.
fr_fr: CETTE APPLICATION EST ENCORE EN BETA. VEUILLEZ SIGNALER TOUT PROBLÈME DANS LE DISCORD. Mettez votre Token Xbox avant de naviguer vers d'autres pages. L'application ne fonctionnera pas sans votre token Xbox.
it_it: QUESTA APPLICAZIONE È ANCORA IN FASE BETA. SI PREGA DI SEGNALARE QUALSIASI PROBLEMA NEL DISCORD. Inserite il vostro gettone Xbox prima di navigare in altre pagine. L'app non funzionerà senza il gettone Xbox.
pl_pl: TA APLIKACJA JEST WCIĄŻ W WERSJI BETA. PROSIMY O ZGŁASZANIE WSZELKICH PROBLEMÓW NA DISCORDZIE. Umieść swój token Xbox przed przejściem do innych stron. Ta aplikacja nie będzie działać bez tokena Xbox.
pt_br: ESTE APLICATIVO AINDA ESTÁ EM FASE BETA. COMUNIQUE QUAISQUER PROBLEMAS NO DISCORD. Coloque o seu Xbox Token antes de avançar para outras páginas. A aplicação não funcionará sem o seu Xbox Token.

# LoginPageProblemButton
source: Problem? Click To Get Xbox Token
de_de: Probleme? Klicken, um Xbox Token zu erhalten
es_es: ¿Problemas? Haz clic para obtener un código de Xbox
fr_fr: Problème ? Cliquez pour obtenir un jeton Xbox
it_it: Problemi? Fare clic per ottenere il gettone Xbox
pl_pl: Problem? Kliknij, aby uzyskać token Xbox
pt_br: Problemas? Clique aqui para pegar seu Xbox Token

source: Success
de_de: Erfolgreich
es_es: Éxito
fr_fr: Succès
it_it: Il successo
pl_pl: Sukces
pt_br: Sucesso

# LoginPageFailMessage
source: Failed to retrieve your Auth Token. Press the button only after you have reached your profile page.
de_de: Ihr Authentifizierungs-Token konnte nicht abgerufen werden. Drücken Sie die Taste erst, wenn Sie Ihre Profilseite erreicht haben.
es_es: No se ha podido recuperar el código de acceso. Pulsa el botón solo cuando hayas llegado a la página de tu perfil.
fr_fr: Échec de la récupération de votre jeton d'authentification. N'appuyez sur le bouton qu'après avoir accédé à votre page de profil.
it_it: Non è stato possibile recuperare il token di autorizzazione. Premete il pulsante solo dopo aver raggiunto la pagina del vostro profilo.
pl_pl: Nie udało się pobrać tokena uwierzytelniającego. Naciśnij przycisk dopiero po przejściu do strony profilu.
pt_br: Falha ao recuperar seu Token de Autenticação. Pressione o botão somente depois que a sua página de perfil for carregada.

# LoginPageSuccessMessage
source: Xbox Token saved successfully. Remember that spoofing does not work for this token. You will now be redirected to the Home page
de_de: Xbox Token erfolgreich gespeichert. Denken Sie daran, dass Vortäuschen von Spielen mit diesem Token nicht funktioniert. Sie werden nun zur Startseite weitergeleitet
es_es: El código Xbox guardado correctamente. Recuerda que la suplantación de identidad no funciona con este código. Ahora serás redirigido a la página de inicio
fr_fr: Le jeton Xbox a été enregistré avec succès. N'oubliez pas que l'usurpation d'identité ne fonctionne pas pour ce jeton. Vous allez maintenant être redirigé vers la page d'accueil
it_it: Token Xbox salvato con successo. Ricordate che lo spoofing non funziona per questo token. Verrete ora reindirizzati alla pagina iniziale
pl_pl: Token Xbox został pomyślnie zapisany. Pamiętaj, że spoofing nie działa dla tego tokena. Nastąpi teraz przekierowanie do strony głównej
pt_br: Xbox Token salvo com sucesso. Lembre-se de que o simulador não funciona com este Token. Você será redirecionado para a página inicial

# ToolBarMenuSettings
source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
pl_pl: Ustawienia
pt_br: Configurações

# ToolBarMenuAboutXAU
source: About XAUMobile
de_de: Über XAU Mobile
es_es: Acerca de XAUMobile
fr_fr: À propos de XAUMobile
it_it: Informazioni su XAUMobile
pl_pl: Informacje o XAUMobile
pt_br: Sobre o XAUMobile

# ToolBarMenuDiscord
source: Discord Server
es_es: Servidor Discord
fr_fr: Serveur Discord
it_it: Server Discord
pl_pl: Serwer Discord
pt_br: Servidor do Discord

source: Announcements
de_de: Ankündigungen
es_es: Anuncios
fr_fr: Annonces
it_it: Annunci
pl_pl: Ogłoszenia
pt_br: Avisos

# TabBarHome
source: Home
de_de: Startseite
es_es: Inicio
fr_fr: Accueil
it_it: Casa
pl_pl: Strona główna
pt_br: Início

# TabBarUser
source: User
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
it_it: Utente
pl_pl: Użytkownik
pt_br: Usuário

# TabBarGames
source: Games
de_de: Spiele
es_es: Juegos
fr_fr: Jeux
it_it: Giochi
pl_pl: Gry
pt_br: Jogos

# TabBarSearch
source: Search
de_de: Suche
es_es: Buscar en
fr_fr: Recherche
it_it: Ricerca
pl_pl: Wyszukiwanie
pt_br: Pesquisar

# TabBarMisc
source: Misc
de_de: Sonstiges
es_es: Varios
fr_fr: Divers
it_it: Varie
pl_pl: Różne
pt_br: Outros

# TabTitleSpoofGame
source: Spoof Game
de_de: Spiel vortäuschen
es_es: Juego Spoof
fr_fr: Jeu de l'imitation
it_it: Gioco di spoof
pl_pl: Spoofer Gier
pt_br: Simular jogo

# TabTitleStatsEditor
source: Stats Editor
de_de: Statistik Editor
es_es: Editor de estadísticas
fr_fr: Éditeur de statistiques
it_it: Editor di statistiche
pl_pl: Edytor statystyk
pt_br: Editor de estatísticas

# SearchTabGame
source: Game
de_de: Spiel
es_es: Juego
fr_fr: Jeu
it_it: Gioco
pl_pl: Gra
pt_br: Jogo

# SearchTabProductId
source: Product ID
de_de: Produkt-ID
es_es: Identificación del producto
fr_fr: ID du produit
it_it: ID prodotto
pl_pl: ID produktu
pt_br: ID do produto

source: Login Successful
de_de: Anmeldung erfolgreich
es_es: Inicio de sesión correcto
fr_fr: Connexion réussie
it_it: Accesso riuscito
pl_pl: Logowanie powiodło się
pt_br: Login feito com sucesso

source: Login Failed
de_de: Anmeldung fehlgeschlagen
es_es: Error de inicio de sesión
fr_fr: Échec de la connexion
it_it: Accesso fallito
pl_pl: Logowanie nie powiodło się
pt_br: Falha no login

# UserPageLoginMessageSuccess
source: You can now use the app. Enjoy!
de_de: Sie können jetzt die App verwenden. Viel Spaß!
es_es: Ya puedes utilizar la aplicación. ¡Que aproveche!
fr_fr: Vous pouvez maintenant utiliser l'application. Bonne lecture !
it_it: Ora è possibile utilizzare l'applicazione. Buon divertimento!
pl_pl: Możesz już korzystać z aplikacji. Baw się dobrze!
pt_br: Agora você pode utilizar o APP. Aproveite!
