Repository: MrAAA162/XAUMobileArchive
Catalog: XAUMobile/Resources/Languages/AppResources.*.resx
Languages: de_de, es_es, fr_fr, it_it, pl_pl, pt_br

# LoadManualAchievementsWarning
source: This option does not spoof or add the game to your Xbox game list. It will only load the achievements for the game
de_de: Mit dieser Option wird das Spiel nicht vorgetäuscht oder zu Ihrer Xbox-Spielliste hinzugefügt. Es werden nur die Erfolge für das Spiel geladen
es_es: Esta opción no falsifica ni añade el juego a tu lista de juegos de Xbox. Sólo cargará los logros del juego
fr_fr: Cette option n'usurpe pas le jeu et ne l'ajoute pas à votre liste de jeux Xbox. Elle charge uniquement les réalisations du jeu
it_it: Questa opzione non comporta l'aggiunta del gioco all'elenco dei giochi Xbox. Carica solo i risultati del gioco
pl_pl: Ta opcja nie fałszuje ani nie dodaje gry do listy gier Xbox. Spowoduje jedynie załadowanie osiągnięć dla danej gry
pt_br: Esta opção não simula nem adiciona o jogo à sua lista de jogos jogados do Xbox. Apenas carregará as conquistas do jogo

source: Load Achievements
de_de: Erfolge laden
es_es: Cargar logros
fr_fr: Charger les réalisations
it_it: Caricare i risultati
pl_pl: Załaduj osiągnięcia
pt_br: Carregar Conquistas

source: Enter Title ID
de_de: Titel-ID eingeben
es_es: Introduzca el ID del título
fr_fr: Saisir l'identifiant du titre
it_it: Inserire l'ID del titolo
pl_pl: Wprowadź identyfikator tytułu
pt_br: Introduzir ID do título

# FailedToLoadStats
source: Failed to load stats. The TitleID may be wrong or the game has no stats
de_de: Statistiken konnten nicht geladen werden. Die Title-ID kann falsch sein oder das Spiel hat keine Statistiken
es_es: No se han podido cargar las estadísticas. El TitleID puede ser incorrecto o el juego no tiene estadísticas.
fr_fr: Échec du chargement des statistiques. Le TitleID est peut-être erroné ou le jeu n'a pas de statistiques.
it_it: Impossibile caricare le statistiche. Il TitleID potrebbe essere sbagliato o il gioco non ha statistiche.
pl_pl: Nie udało się załadować statystyk. Identyfikator tytułu może być nieprawidłowy lub gra nie ma statystyk
pt_br: Falha ao carregar as estatísticas. O TitleID pode estar errado ou o jogo não tem estatísticas

# NoStatsSelected
source: No stat selected or no value entered
de_de: Keine Statistik ausgewählt oder kein Wert eingegeben
es_es: No se ha seleccionado ninguna estadística o no se ha introducido ningún valor
fr_fr: Pas d'état sélectionné ou pas de valeur introduite
it_it: Nessuna stat selezionata o nessun valore inserito
pl_pl: Nie wybrano statystyki lub nie wprowadzono wartości
pt_br: Nenhuma estatística selecionada ou nenhum valor introduzido

# StatsUpdateRequestSent
source: Update Stats request was sent to Xbox.
de_de: Statistik-Update Anfrage wurde an Xbox gesendet.
es_es: Se ha enviado la solicitud de actualización de estadísticas a Xbox.
fr_fr: Mise à jour La demande de statistiques a été envoyée à Xbox.
it_it: La richiesta di aggiornamento delle statistiche è stata inviata a Xbox.
pl_pl: Żądanie aktualizacji statystyk zostało wysłane do Xbox.
pt_br: O pedido de atualização de estatísticas foi enviado para o Xbox.

# EnterValidGamertag
source: Please enter a valid Gamertag
de_de: Bitte gib einen gültigen Gamertag ein
es_es: Introduzca un Gamertag válido
fr_fr: Veuillez saisir un Gamertag valide
it_it: Inserisci una Gamertag valida
pl_pl: Wprowadź prawidłowy Gamertag
pt_br: Introduzir um Gamertag válido

# FailedGamertagInfo
source: Failed to fetch gamertag information
de_de: Gamertag-Informationen konnten nicht abgerufen werden
es_es: Error al obtener información sobre el gamertag
fr_fr: Échec de la récupération des informations sur le gamertag
it_it: Impossibile recuperare le informazioni sulla gamertag
pl_pl: Nie udało się pobrać informacji o tagu gracza
pt_br: Falha ao obter informações sobre o gamertag

source: Gamerscore
es_es: Puntuación de juego
fr_fr: Score de jeu

source: Beta
fr_fr: Bêta
